Repository: coolms/user-org
Catalog: language/*.po
Languages: ru_ru

source: User
ru_ru: Пользователь

source: User's jobs metadata
ru_ru: Данные о местах работы

source: User's job metadata
ru_ru: Данные о месте работы

source: Select legal entity
ru_ru: Выберите место работы

source: Select position
ru_ru: Выберите должность

source: Description
ru_ru: Коротко о работе

source: Annotation
ru_ru: О работе

source: Job experience
ru_ru: Период работы

source: Since
ru_ru: Дата трудоустройства

source: since
ru_ru: Дата трудоустройства

source: To
ru_ru: Дата увольнения

source: to
ru_ru: Дата увольнения

source: Work contact metadata
ru_ru: Рабочие контактные данные

source: Please specify the period of work in the company/organization. If this is your current place of work, leave "To" field blank
ru_ru: Пожалуйста, укажите период работы в данной компании/организации. Если это Ваше текущее место работы, то оставьте поле "Дата увольнения" пустым

source: Add data
ru_ru: Добавить данные

source: Update data
ru_ru: Обновить данные

source: Save data
ru_ru: Сохранить данные

source: Reset
ru_ru: Сброс

source: Data has been successfully saved
ru_ru: Данные о работе успешно сохранены

source: Edit job data
ru_ru: Редактировать данные о работе

source: Add job data
ru_ru: Добавить данные о работе
